[
    {
        "dateCreation": "2021-12-09T04:10:48.354Z",
        "idUser": "6f2946eb-2973-4e8d-8c98-d6a345ca7a0d",
        "username": "Golden.Abshire95",
        "userEmail": "Gerry.Wintheiser@hotmail.com",
        "telephone": "(093) 894-8232",
        "location": {
            "lat": 44.43302904051964,
            "long": -129.86622085263036
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "ipsum nisi aute Lorem deserunt mollit ullamco ad adipisicing ut",
            "animalType": "Chat",
            "animalName": "Agnes",
            "age": "2021-08-14T20:20:30.947Z",
            "gender": "Ne sait pas ",
            "animalSize": "grand",
            "chip": true,
            "identificationNumber": "d2bca284-ce69-4c7a-9132-985a9f054402",
            "gpsCoordinates": {
                "lat": 79.37689928631787,
                "long": -113.9307828789783
            },
            "description": "Ex incididunt laborum consectetur tempor dolor non officia irure magna. Dolor amet irure proident amet amet sit quis dolor ut tempor proident. Duis nulla culpa exercitation est fugiat est adipisicing."
        },
        "classified": {
            "creationDate": "2021-07-08T02:37:24.679Z",
            "userId": "43e4b818-db23-4bbc-95ba-35a9fd24c5d4",
            "username": "Carlo16",
            "photo": "exercitation culpa veniam enim incididunt amet eiusmod ipsum aliqua magna",
            "comment": "Et non excepteur consectetur ullamco est quis mollit consectetur qui culpa. Ex consectetur est nostrud deserunt dolore pariatur enim enim incididunt. Amet ullamco ad esse consequat consectetur proident laborum id cupidatat magna in proident exercitation mollit. Laboris incididunt irure consectetur officia minim.",
            "gpsCoordinates": {
                "lat": -61.80078373461603,
                "long": -138.82205810409212
            }
        }
    },
    {
        "dateCreation": "2021-02-26T20:11:51.296Z",
        "idUser": "147471a3-5724-4192-8920-b5acaa084823",
        "username": "Myra.Gulgowski",
        "userEmail": "Madge60@yahoo.com",
        "telephone": "(805) 228-7217",
        "location": {
            "lat": -74.36085321501649,
            "long": 29.80553223652913
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "velit do aliquip proident reprehenderit ad et sit amet adipisicing",
            "animalType": "Chien",
            "animalName": "Tommie",
            "age": "2021-05-21T11:17:14.779Z",
            "gender": "Ne sait pas ",
            "animalSize": "grand",
            "chip": false,
            "identificationNumber": "f001e073-9945-47af-b6c3-972debd00f0b",
            "gpsCoordinates": {
                "lat": 66.65318243242737,
                "long": 105.05833268871976
            },
            "description": "Eiusmod ex nisi quis dolore anim enim consequat. Commodo non occaecat commodo ex velit est. Sit adipisicing reprehenderit officia exercitation quis cillum aute aliquip consectetur. Mollit est aute ex irure consequat et do pariatur exercitation voluptate veniam. Amet dolore commodo tempor magna velit consequat est fugiat cillum anim qui. Fugiat reprehenderit ut tempor aliqua ullamco incididunt do et exercitation ex. Ea pariatur Lorem cupidatat esse culpa commodo anim. Labore laboris aliqua nisi occaecat dolor adipisicing. Eu id duis sit et ex amet excepteur occaecat proident dolor do aliqua. Enim magna sunt deserunt tempor nostrud. Veniam mollit veniam in et laboris. Incididunt dolore aute consectetur esse occaecat. Dolor officia occaecat et Lorem ea adipisicing Lorem enim id quis incididunt veniam. Sit laboris ullamco minim velit duis ullamco duis. Laboris ullamco consequat ut irure eiusmod pariatur fugiat laboris exercitation elit sit esse consequat. Id id labore excepteur ut minim ex quis eiusmod ad. Lorem cillum ad duis aliquip non labore et exercitation elit velit aliquip labore culpa officia. Velit incididunt labore laboris culpa consectetur voluptate esse. Mollit aliquip officia culpa ea irure aliqua ullamco minim. Et ad pariatur sit do ipsum exercitation nisi enim ut aliqua cupidatat. Ullamco incididunt nisi minim veniam officia proident excepteur amet velit qui ex. Aliquip et labore non ut labore eiusmod sit."
        },
        "classified": {
            "creationDate": "2021-12-11T08:38:09.861Z",
            "userId": "45df1fb0-86b0-4567-970a-e28c5085e65c",
            "username": "Theodora82",
            "photo": "nostrud velit",
            "comment": "Commodo occaecat enim aliquip eu aliquip cupidatat qui eu aliquip. Proident ullamco est velit ipsum voluptate proident adipisicing dolore dolore veniam aliquip enim non. Proident deserunt proident pariatur labore non. Incididunt occaecat eu nulla quis nulla sit est fugiat nostrud minim Lorem. Nulla velit esse culpa adipisicing do ut laboris.",
            "gpsCoordinates": {
                "lat": -65.1998792034458,
                "long": 10.501971581192038
            }
        }
    },
    {
        "dateCreation": "2021-02-16T11:01:25.539Z",
        "idUser": "d54add28-731c-44e4-91c3-c0b91cc50b25",
        "username": "Wendell8",
        "userEmail": "Adela15@gmail.com",
        "telephone": "(054) 654-7471",
        "location": {
            "lat": 3.2784451457845307,
            "long": -24.598980165399013
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "ut commodo id ut magna mollit sit laborum ut sint",
            "animalType": "Chat",
            "animalName": "Christopher",
            "age": "2021-03-23T17:48:48.905Z",
            "gender": "femelle",
            "animalSize": "moyen",
            "chip": false,
            "identificationNumber": "79cd640b-de8e-4e89-8a2c-6bf618774672",
            "gpsCoordinates": {
                "lat": -72.43765593952466,
                "long": -120.82920723122831
            },
            "description": "Quis deserunt qui proident veniam elit anim eiusmod cupidatat officia ex reprehenderit. Aliquip ipsum Lorem laborum adipisicing tempor nulla eu cillum dolor enim aliquip pariatur velit laboris. Officia do dolor nostrud aliquip sit officia nostrud. Incididunt consequat cupidatat qui veniam. Aliqua do cillum labore laborum dolore aliquip nulla. Quis nisi exercitation Lorem culpa enim incididunt duis. Id enim cupidatat reprehenderit exercitation elit nisi aute non sunt laborum. Id duis anim pariatur eiusmod aute exercitation tempor exercitation. Ut ea enim anim ipsum irure ut sit velit. Ex duis do aliquip cupidatat mollit velit. Quis mollit id sit minim deserunt ad. Reprehenderit Lorem exercitation commodo aliqua sit eiusmod. Excepteur quis cillum laborum aliqua laboris ut sit sit laborum et culpa labore Lorem. Lorem occaecat nulla amet magna dolore id cupidatat. Sunt duis non culpa Lorem eu ut. Cupidatat qui ullamco labore amet ullamco ut est irure minim aliquip Lorem labore culpa. Voluptate exercitation sunt non cillum incididunt laboris cupidatat ex. Fugiat do reprehenderit elit irure esse laboris cillum exercitation duis labore aliquip voluptate. Culpa eu ea tempor consequat ullamco adipisicing quis officia magna id qui id. Officia id nulla amet minim exercitation eu. Irure cupidatat consequat nisi ex duis magna culpa adipisicing ea eiusmod laborum velit eiusmod laborum. Enim deserunt reprehenderit proident duis in. Exercitation irure ut aliqua qui adipisicing non fugiat dolor pariatur. Proident id nulla commodo laboris cillum sunt aliquip occaecat laborum nulla eu laboris."
        },
        "classified": {
            "creationDate": "2021-02-24T14:01:40.637Z",
            "userId": "480f20ef-8f36-46c6-8d20-468f1389a7e5",
            "username": "Macey_Dibbert",
            "photo": "non exercitation voluptate amet mollit quis",
            "comment": "Officia et exercitation enim in duis.",
            "gpsCoordinates": {
                "lat": -3.4930569068209962,
                "long": 146.5327083505523
            }
        }
    },
    {
        "dateCreation": "2021-03-06T01:14:14.658Z",
        "idUser": "14ac7a4e-780b-4477-b27d-1bb82d48af93",
        "username": "Kory39",
        "userEmail": "Teresa_Kunze4@hotmail.com",
        "telephone": "(314) 336-9213",
        "location": {
            "lat": 22.851933461454507,
            "long": -54.79668579601116
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "aliquip duis occaecat labore aliqua esse in laboris et Lorem",
            "animalType": "Autre",
            "animalName": "Thomas",
            "age": "2021-05-02T20:47:36.639Z",
            "gender": "femelle",
            "animalSize": "petit",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": -16.985092066444025,
                "long": -87.85674659329896
            },
            "description": "Cillum exercitation cillum qui ea ea ut reprehenderit tempor nulla mollit. Adipisicing minim magna ex Lorem officia in eiusmod id deserunt laboris dolor ad. Culpa Lorem fugiat exercitation excepteur in laboris labore ea. Qui veniam mollit ipsum deserunt. Est est ut sunt eu ut. Cillum cillum amet occaecat id cupidatat velit deserunt anim officia do. Ex anim exercitation anim esse voluptate laboris ullamco consectetur id. Incididunt aute mollit minim magna aliquip et anim id labore. Aliqua id pariatur anim consequat quis enim cillum nulla. Veniam duis nulla qui in aute cillum minim pariatur est sint. Dolore irure magna Lorem nostrud consequat do nisi Lorem aliqua. Anim adipisicing officia proident deserunt ipsum. Esse aute aliquip ipsum duis elit sunt laborum occaecat elit. Labore dolor esse tempor elit nisi ipsum anim id magna aliquip sit consectetur anim. Consequat aliquip Lorem pariatur occaecat ipsum dolore deserunt laborum et. Dolore consequat consectetur cupidatat qui non laboris mollit laboris. Lorem Lorem et occaecat est adipisicing eiusmod. Anim pariatur dolore eiusmod ut sunt aute excepteur. Veniam cillum adipisicing proident non velit ipsum laboris amet anim reprehenderit cupidatat non est non. Anim anim esse velit Lorem. Aute labore reprehenderit quis fugiat consequat nostrud in. Aute laborum nostrud dolore ipsum irure laboris. Officia quis commodo aute cillum aute exercitation sit eu ut incididunt et. Ad ullamco irure mollit do ex esse velit consectetur culpa deserunt dolore ea culpa. Nulla nulla nostrud commodo reprehenderit reprehenderit anim esse sit duis anim adipisicing officia. Et amet incididunt cupidatat ad culpa eiusmod. Lorem Lorem dolore proident enim quis sit minim ad tempor exercitation laborum sunt mollit excepteur. Excepteur mollit dolor id nulla reprehenderit nisi eiusmod commodo consectetur irure cupidatat quis in duis. Consequat irure ullamco ullamco tempor consectetur duis minim aute do pariatur. Irure proident velit excepteur adipisicing magna incididunt exercitation proident est reprehenderit eu aute ut officia."
        },
        "classified": {
            "creationDate": "2021-04-29T03:04:33.266Z",
            "userId": "119a88ed-be96-424e-b3df-fd774f5535c1",
            "username": "Judy62",
            "photo": "enim",
            "comment": "Labore aliquip laborum aliqua excepteur enim pariatur do consequat voluptate ex aliqua. Non laboris non occaecat amet consectetur consectetur ullamco sunt est labore eiusmod. Cillum minim et ea dolore anim voluptate culpa veniam consectetur aliquip.",
            "gpsCoordinates": {
                "lat": 46.87244487653396,
                "long": -37.576082511471384
            }
        }
    },
    {
        "dateCreation": "2021-11-10T09:30:41.285Z",
        "idUser": "d7ee42f4-7ce5-428a-a90c-caa6896f635a",
        "username": "Consuelo.Breitenberg32",
        "userEmail": "Ethel84@gmail.com",
        "telephone": "(656) 396-0057",
        "location": {
            "lat": 65.83087989508692,
            "long": 165.32339119975643
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "quis commodo non est elit culpa elit occaecat aliquip officia",
            "animalType": "Chat",
            "animalName": "Verna",
            "age": "2021-10-16T03:34:24.490Z",
            "gender": "male",
            "animalSize": "grand",
            "chip": false,
            "identificationNumber": "efa5ae7e-5a2b-45d0-9a54-8c778eadb769",
            "gpsCoordinates": {
                "lat": -19.950851956366137,
                "long": -51.502365720757496
            },
            "description": "Laborum fugiat sint ex eu non do aliqua. Elit dolore consequat in sunt nostrud et labore aliquip labore magna sint. Eiusmod nisi qui anim laboris nostrud. Ullamco occaecat ullamco dolore eiusmod ullamco nostrud. Incididunt eu proident consectetur labore consectetur laborum laboris pariatur id ea fugiat culpa. Reprehenderit id nisi cupidatat amet dolore occaecat dolore voluptate do ad consequat. Id nisi in pariatur anim id sunt elit adipisicing consectetur exercitation irure eu. Do est est eiusmod amet aliquip aute labore. Id sint anim mollit nisi eu. Veniam officia eu laboris consequat labore. Eu excepteur quis sint consectetur esse laboris pariatur. Aute duis aliqua mollit sit."
        },
        "classified": {
            "creationDate": "2021-04-07T21:45:15.140Z",
            "userId": "3c881de2-8f94-4f19-bd24-cd7559bf0c55",
            "username": "Uriah_Skiles87",
            "photo": "exercitation est",
            "comment": "Laboris eiusmod eu sit voluptate. Deserunt minim excepteur sunt irure labore id consectetur. Magna et eu irure enim veniam anim aliqua labore cillum est tempor elit in nisi. Commodo minim anim mollit esse est sint enim cupidatat amet sint velit labore. Velit consequat eiusmod ex labore veniam minim. Commodo laboris eiusmod ex in culpa adipisicing voluptate sunt cupidatat. Duis adipisicing non sit voluptate pariatur. Consectetur non fugiat ad Lorem consequat voluptate veniam ad duis quis ut ad quis.",
            "gpsCoordinates": {
                "lat": -78.99175133825943,
                "long": -125.09963429881512
            }
        }
    },
    {
        "dateCreation": "2021-07-15T02:02:29.898Z",
        "idUser": "4a0c8147-1066-4186-b116-fff46af2c9c7",
        "username": "Santina42",
        "userEmail": "Ibrahim.Quigley14@gmail.com",
        "telephone": "(108) 706-8053",
        "location": {
            "lat": -61.06307913356965,
            "long": -46.85649658893277
        },
        "signal": {
            "signalType": "Vu",
            "photo": "enim nostrud aute fugiat quis nisi deserunt aute veniam do",
            "animalType": "Autre",
            "animalName": "Gordon",
            "age": "2021-10-06T22:28:28.844Z",
            "gender": "Ne sait pas ",
            "animalSize": "moyen",
            "chip": true,
            "identificationNumber": "b149c9e2-69d5-4e95-bfbe-36ca095eba06",
            "gpsCoordinates": {
                "lat": -34.848227888544635,
                "long": -104.26995273677926
            },
            "description": "Incididunt consectetur ullamco enim duis mollit aliqua duis eiusmod nulla velit in. Ut velit ex exercitation officia aliqua qui. Enim ipsum consectetur velit duis irure magna velit proident. Minim commodo nulla nisi cillum non sunt. Nisi exercitation velit duis voluptate cillum ex ea ipsum nostrud. Culpa eiusmod dolor id elit do officia Lorem culpa eiusmod culpa id in eiusmod proident. Enim sint reprehenderit ea esse pariatur anim veniam sunt. Esse duis velit cupidatat mollit non mollit ad laborum."
        },
        "classified": {
            "creationDate": "2021-11-26T12:03:37.146Z",
            "userId": "1ae85673-aeec-4cdc-8218-15ae8c9986ac",
            "username": "Toby.Huel",
            "photo": "do",
            "comment": "Consectetur proident laboris Lorem nisi occaecat adipisicing sit consectetur anim. Consectetur tempor amet eu elit aliqua sit commodo ea laboris ex exercitation. Consectetur elit qui magna ipsum non eiusmod aliqua culpa sint minim consectetur reprehenderit reprehenderit commodo.",
            "gpsCoordinates": {
                "lat": -2.3217637661706476,
                "long": -167.00649358072127
            }
        }
    },
    {
        "dateCreation": "2021-05-23T06:19:50.842Z",
        "idUser": "c70940e7-a7ab-4886-9525-1300b6800bdb",
        "username": "Thaddeus48",
        "userEmail": "Sven.Bernhard@hotmail.com",
        "telephone": "(615) 933-2411",
        "location": {
            "lat": -25.953814085529032,
            "long": -149.70207179264534
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "ut qui consequat culpa irure amet laboris ex quis aliqua",
            "animalType": "Chien",
            "animalName": "Elbert",
            "age": "2021-05-10T06:43:57.103Z",
            "gender": "Ne sait pas ",
            "animalSize": "petit",
            "chip": false,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": -21.962673564725193,
                "long": 47.314261479417695
            },
            "description": "Cupidatat cupidatat excepteur et magna. Adipisicing dolor eiusmod ea enim excepteur in Lorem voluptate quis elit aliquip. Enim esse non in pariatur mollit consequat et commodo. Sunt veniam ex aute veniam eiusmod ex ipsum adipisicing ipsum non exercitation. Veniam est tempor qui sint laboris laboris irure incididunt elit quis. Exercitation irure ut enim id aliquip veniam consectetur velit. Cupidatat ex duis adipisicing ea sint. Deserunt exercitation officia in ea culpa pariatur eu eiusmod dolor sunt adipisicing. Minim incididunt consectetur qui dolore commodo tempor sint velit. Anim ad fugiat eiusmod dolor dolore incididunt magna deserunt ipsum quis ad eu anim proident. Dolore amet in tempor sit laborum. Dolor dolore magna minim consequat esse dolore dolor reprehenderit aute id esse consequat laborum. Labore ex aliquip excepteur ea id do voluptate. Reprehenderit nulla enim aliqua cillum veniam. Mollit eu voluptate do ut velit quis in velit quis elit magna aliqua ea. Reprehenderit officia tempor ad cillum ex culpa eu reprehenderit pariatur. Ex duis excepteur labore ad magna ullamco et do eiusmod reprehenderit nisi."
        },
        "classified": {
            "creationDate": "2021-01-24T01:31:44.630Z",
            "userId": "f5229b84-e27b-4c8c-9f1e-3fee1de7dab9",
            "username": "Stephan95",
            "photo": "culpa id ullamco culpa occaecat velit est voluptate veniam ex",
            "comment": "Velit cillum do fugiat consequat duis voluptate nulla. Et dolore aute sit in dolore ad ut commodo in. Commodo fugiat eu commodo nulla labore sint duis irure. Ad do est aute voluptate ullamco do ad.",
            "gpsCoordinates": {
                "lat": -34.90382278581927,
                "long": -138.2860468659876
            }
        }
    },
    {
        "dateCreation": "2021-02-09T14:55:41.201Z",
        "idUser": "04846626-3fe4-4bc4-a659-4b17a16d1304",
        "username": "Yvette73",
        "userEmail": "Gregorio.Hodkiewicz@yahoo.com",
        "telephone": "(553) 343-4086",
        "location": {
            "lat": -54.37490504551967,
            "long": 39.91658300186194
        },
        "signal": {
            "signalType": "Vu",
            "photo": "consequat in velit proident dolore dolore aliquip ut voluptate voluptate",
            "animalType": "Chat",
            "animalName": "Carla",
            "age": "2021-03-20T16:54:21.138Z",
            "gender": "Ne sait pas ",
            "animalSize": "petit",
            "chip": true,
            "identificationNumber": "fa9fa985-4b25-4fa9-992e-8dcb161c1402",
            "gpsCoordinates": {
                "lat": -68.78014137321586,
                "long": -170.09590276023553
            },
            "description": "Deserunt voluptate enim duis reprehenderit adipisicing fugiat. Et in nulla elit mollit. Aliquip aute tempor consequat magna tempor officia voluptate mollit non id laborum. Ea ullamco ex culpa proident duis sint qui cillum elit do. Consectetur aliqua ullamco excepteur tempor. Officia commodo non cillum labore. Quis enim adipisicing aliqua labore pariatur incididunt occaecat. Amet commodo sint proident mollit enim nostrud exercitation. Irure ipsum elit officia nulla exercitation. Eiusmod pariatur commodo labore proident consequat aliquip nostrud. Ad sint magna sint dolore. Duis anim eu quis aute deserunt nisi quis. Lorem dolor culpa ullamco eu cupidatat et. Proident elit voluptate exercitation amet aute proident. Laboris dolore nostrud adipisicing duis elit sit enim quis ex mollit ea deserunt adipisicing. Aliqua laboris et Lorem dolore nisi ea. Duis ex eiusmod eu veniam nostrud commodo duis cillum id magna aute dolor nisi esse. Proident Lorem elit veniam in enim. Deserunt anim ex nostrud commodo aliqua do nisi voluptate ea irure aliquip dolore duis mollit. Sit consequat eiusmod aliquip ea dolor esse mollit deserunt velit aliqua sint minim excepteur. Do cillum elit qui duis aute anim minim eu ex cupidatat dolore in pariatur aliquip. Ullamco velit minim esse in excepteur elit. Exercitation commodo officia esse aliquip ipsum eu culpa. Ipsum enim reprehenderit non incididunt fugiat sint aliquip ipsum nisi tempor labore quis. Incididunt ea veniam ullamco aute Lorem ex sint dolore officia labore voluptate culpa."
        },
        "classified": {
            "creationDate": "2021-09-26T17:42:12.845Z",
            "userId": "ed58d674-fbb1-4153-8161-1c93152f0b40",
            "username": "Domenico_Aufderhar94",
            "photo": "deserunt deserunt sunt culpa",
            "comment": "Eiusmod ex consectetur id anim velit nulla nisi excepteur fugiat adipisicing aliquip et aliqua. Consequat reprehenderit non excepteur enim et voluptate consectetur exercitation elit. Irure incididunt enim pariatur Lorem exercitation ex ad. Culpa et dolore laboris exercitation eiusmod occaecat nisi ut aliquip dolor non sit. Ullamco est qui consequat anim est esse. Id mollit ea amet do fugiat pariatur adipisicing cillum. Sit nisi dolore id adipisicing anim id ad et ullamco Lorem proident esse consectetur. Et nostrud veniam eu cupidatat sunt labore aute in occaecat id eu duis.",
            "gpsCoordinates": {
                "lat": 88.71562974733837,
                "long": 31.749411932686854
            }
        }
    },
    {
        "dateCreation": "2021-10-16T06:08:30.671Z",
        "idUser": "9aaa37a6-df17-4072-b5a4-826d7b4ec197",
        "username": "Ole_Herman",
        "userEmail": "Lurline_Wyman85@yahoo.com",
        "telephone": "(020) 521-6714",
        "location": {
            "lat": -65.46351899621877,
            "long": -115.575695700673
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "ullamco fugiat veniam laboris quis occaecat velit sit laboris quis",
            "animalType": "Autre",
            "animalName": "Edward",
            "age": "2021-05-19T12:31:40.064Z",
            "gender": "male",
            "animalSize": "grand",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": -71.8112347692093,
                "long": -110.62459703498283
            },
            "description": "Ipsum labore nostrud pariatur pariatur do. Laboris eiusmod amet ut mollit elit esse tempor cillum sint qui magna. Cillum anim dolor ex voluptate laboris. Sit anim reprehenderit ullamco aliqua adipisicing mollit aute Lorem veniam. Occaecat mollit id non fugiat pariatur laborum Lorem consequat eiusmod reprehenderit ex occaecat ea. Sint ullamco esse anim aliqua sunt ipsum enim aute amet nostrud commodo quis officia. Ut culpa velit aliquip est reprehenderit ipsum adipisicing deserunt et. Enim esse enim dolor officia mollit nostrud veniam Lorem laboris."
        },
        "classified": {
            "creationDate": "2021-11-05T23:24:31.310Z",
            "userId": "3a6840c6-21f2-425b-9201-c109f619fbe7",
            "username": "Sedrick41",
            "photo": "commodo sit laborum elit est sint laborum dolore",
            "comment": "Eiusmod incididunt tempor laboris id laboris. Eu mollit occaecat exercitation est id non pariatur mollit.",
            "gpsCoordinates": {
                "lat": 5.80085389060298,
                "long": -19.617287075365056
            }
        }
    },
    {
        "dateCreation": "2021-06-13T10:07:35.195Z",
        "idUser": "5cb621f5-2aed-4d3d-9e02-d49418db25e3",
        "username": "Maybelle.Osinski",
        "userEmail": "Lawson.Gleichner44@hotmail.com",
        "telephone": "(772) 393-3641",
        "location": {
            "lat": 88.0849014902447,
            "long": -30.261203737976643
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "magna id velit fugiat pariatur in anim qui dolore laboris",
            "animalType": "Autre",
            "animalName": "Warren",
            "age": "2021-06-09T23:28:34.186Z",
            "gender": "Ne sait pas ",
            "animalSize": "grand",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": 5.55654158917126,
                "long": 90.08021894174573
            },
            "description": "Dolor in enim id et cillum incididunt tempor deserunt labore. Velit sit laborum enim consectetur esse cillum ut. Minim laboris elit nulla pariatur nisi aute in adipisicing esse quis ad. Irure laboris incididunt dolore voluptate minim Lorem. Aliquip dolore do eu sunt velit id nisi laboris enim adipisicing laborum nostrud nostrud magna. Irure velit laboris magna excepteur ut mollit sit deserunt aliquip sint ex pariatur. Exercitation veniam excepteur excepteur sint consectetur adipisicing consequat aliqua. Lorem eiusmod Lorem adipisicing aliquip commodo aliqua mollit voluptate ad ullamco elit Lorem. Proident non ipsum eiusmod sit magna velit minim cupidatat fugiat ut ex tempor. Aliquip cupidatat aute et eu ad pariatur tempor eu sunt ipsum qui laborum. Dolore consequat ullamco ut aute ipsum id aliqua excepteur dolor voluptate esse nostrud. Deserunt labore magna officia labore officia velit Lorem commodo fugiat dolor laboris magna exercitation enim. Tempor Lorem velit minim ad elit consequat reprehenderit aute excepteur est commodo voluptate. Eiusmod occaecat do labore sit aliquip do dolore esse minim nostrud do culpa. Anim laboris qui id occaecat velit nisi magna. Proident cupidatat cupidatat id voluptate elit et occaecat occaecat reprehenderit nostrud. Labore sint ex nisi et incididunt ut tempor culpa in velit sit. Lorem et veniam sint sit irure nisi amet aute consequat."
        },
        "classified": {
            "creationDate": "2021-07-17T15:52:41.149Z",
            "userId": "1dcd08f3-73bf-4bd2-8ce5-8e33eb98938e",
            "username": "Annetta90",
            "photo": "consectetur et do excepteur cillum anim quis",
            "comment": "Qui ea anim Lorem Lorem ut excepteur et fugiat irure anim sint excepteur aliquip. Tempor laboris mollit mollit dolore magna. Magna esse anim non officia est est eu aliquip. Culpa irure tempor adipisicing anim enim officia nisi do adipisicing ad pariatur nostrud Lorem. Adipisicing in do esse velit labore dolor Lorem duis. Voluptate pariatur in nostrud laboris mollit veniam aute consequat id labore culpa proident pariatur tempor. Dolore ad do in mollit aliquip do consectetur sunt. Adipisicing mollit reprehenderit irure minim. Magna quis dolore proident deserunt.",
            "gpsCoordinates": {
                "lat": 19.74701521400712,
                "long": -5.890828253918215
            }
        }
    },
    {
        "dateCreation": "2021-05-10T22:37:21.743Z",
        "idUser": "b2893964-1188-4d79-bf84-0997558f79c9",
        "username": "Onie_Connelly",
        "userEmail": "Clark_Ernser69@yahoo.com",
        "telephone": "(020) 617-1649",
        "location": {
            "lat": -9.426804830593568,
            "long": 94.92845900752951
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "cupidatat esse aliqua consequat laboris nostrud minim voluptate cillum laboris",
            "animalType": "Chien",
            "animalName": "Joann",
            "age": "2021-12-30T23:31:19.885Z",
            "gender": "Ne sait pas ",
            "animalSize": "grand",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": 45.470415415610404,
                "long": -71.27929426036741
            },
            "description": "Proident nostrud reprehenderit irure nostrud aliqua duis qui mollit et consequat culpa. Exercitation reprehenderit culpa laborum mollit pariatur cupidatat commodo qui. Exercitation quis dolore duis laboris deserunt labore excepteur sunt velit. Est esse consequat consectetur elit ut eu consequat. Mollit adipisicing id labore adipisicing amet cupidatat reprehenderit. Consectetur in nisi ut consectetur cillum culpa fugiat ad anim velit id amet veniam fugiat."
        },
        "classified": {
            "creationDate": "2021-04-09T17:57:21.268Z",
            "userId": "3eb46506-5450-4cc5-97fa-90bb2832bf71",
            "username": "Royce.Stroman",
            "photo": "",
            "comment": "",
            "gpsCoordinates": {
                "lat": -47.81524905069156,
                "long": -106.25458382855047
            }
        }
    },
    {
        "dateCreation": "2021-07-18T22:31:43.135Z",
        "idUser": "4154ce46-3af1-4e12-a6f8-f17832480935",
        "username": "Sherwood_Dooley85",
        "userEmail": "Arlo97@gmail.com",
        "telephone": "(689) 916-3143",
        "location": {
            "lat": -72.75141405000339,
            "long": -123.59393323927986
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "cupidatat exercitation irure magna sunt aliquip esse esse magna esse",
            "animalType": "Chat",
            "animalName": "Andrew",
            "age": "2021-01-24T15:08:03.304Z",
            "gender": "Ne sait pas ",
            "animalSize": "moyen",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": 88.04566442737618,
                "long": 149.10658784208397
            },
            "description": "Ex qui eiusmod dolor pariatur magna sunt magna adipisicing labore culpa minim anim incididunt id. Non do aliquip commodo mollit irure do aliquip do laboris est dolor laborum. Cupidatat qui cupidatat et sunt tempor ex labore reprehenderit elit dolor elit. Ex exercitation enim sit adipisicing aliquip cillum officia."
        },
        "classified": {
            "creationDate": "2021-07-07T10:21:24.287Z",
            "userId": "8ec6b80b-ae35-4ecb-9fd5-8f44231c61b1",
            "username": "Kayla_Morissette",
            "photo": "esse amet et tempor ullamco laboris et sunt esse",
            "comment": "Sunt culpa cupidatat id cupidatat irure. Incididunt cillum consequat incididunt irure nostrud.",
            "gpsCoordinates": {
                "lat": -21.870895880969755,
                "long": 168.59592446513813
            }
        }
    },
    {
        "dateCreation": "2021-02-06T00:20:11.666Z",
        "idUser": "f8ca8883-d873-4d38-969b-f7491dbbae8a",
        "username": "Marcelo_Kessler",
        "userEmail": "Isabel29@hotmail.com",
        "telephone": "(426) 746-7146",
        "location": {
            "lat": 23.459888815983334,
            "long": -3.5611741788414975
        },
        "signal": {
            "signalType": "Vu",
            "photo": "officia aliqua elit Lorem occaecat voluptate anim pariatur laboris commodo",
            "animalType": "Chat",
            "animalName": "Lionel",
            "age": "2021-06-11T16:15:40.225Z",
            "gender": "femelle",
            "animalSize": "moyen",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": -87.6469238879199,
                "long": 3.657002114785854
            },
            "description": "Excepteur fugiat id sint proident enim dolore duis nostrud fugiat consectetur elit. Sit quis eu ut amet excepteur ad eiusmod dolor commodo veniam aliquip. Velit fugiat quis incididunt ex consequat proident velit. Et consectetur officia sit laborum ex eiusmod do ad cillum velit laborum. Laborum proident commodo labore pariatur sint proident eiusmod nisi. Nulla esse in quis aliqua in excepteur ea exercitation laboris tempor do nulla non. Ipsum officia labore occaecat et consequat tempor irure exercitation do laborum eiusmod."
        },
        "classified": {
            "creationDate": "2021-01-19T01:47:57.636Z",
            "userId": "156c79ca-0f3c-4ed6-a68a-528be10d2b25",
            "username": "Lurline51",
            "photo": "aliquip ut",
            "comment": "Ex proident sint esse qui nulla duis cillum amet officia ea qui pariatur proident mollit. Qui mollit duis aliquip incididunt deserunt. Ex nostrud irure adipisicing consequat proident aute dolor in. Sint duis ullamco amet quis fugiat sunt sunt deserunt deserunt ut magna exercitation anim. Veniam deserunt et dolore Lorem do dolore. Sit adipisicing ad sunt anim pariatur in occaecat excepteur proident excepteur.",
            "gpsCoordinates": {
                "lat": -68.56298051290395,
                "long": -149.17256692474254
            }
        }
    },
    {
        "dateCreation": "2021-02-19T22:05:20.500Z",
        "idUser": "68a0b3ea-b21a-438b-8c3e-9cb642e23e01",
        "username": "Nadia_Goldner",
        "userEmail": "Allene92@gmail.com",
        "telephone": "(260) 629-9768",
        "location": {
            "lat": 45.69745993219246,
            "long": 87.67640969875862
        },
        "signal": {
            "signalType": "Vu",
            "photo": "aute cillum consectetur culpa excepteur amet in dolore minim consectetur",
            "animalType": "Chien",
            "animalName": "Annie",
            "age": "2021-10-22T17:43:36.742Z",
            "gender": "male",
            "animalSize": "petit",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": -24.70763680047982,
                "long": -78.88292349773786
            },
            "description": "Ex dolor ad aliquip dolor qui commodo exercitation ullamco cupidatat. Cupidatat enim officia deserunt incididunt in ex voluptate cillum. In elit consectetur ea irure consectetur commodo consequat labore cillum adipisicing exercitation fugiat. Culpa nostrud nulla nisi laboris nisi labore voluptate aliqua sint commodo elit. Voluptate cupidatat non culpa ad veniam do adipisicing cillum. Aliquip ex consequat occaecat enim Lorem. Cupidatat aliquip irure deserunt dolore tempor anim laborum pariatur dolore et aliqua tempor eiusmod fugiat. Aliqua ullamco cupidatat aliquip aute nulla enim culpa mollit ullamco dolore. Elit reprehenderit officia laborum duis. Nisi Lorem ad nostrud laborum. Qui velit culpa cupidatat cupidatat eiusmod dolore incididunt esse veniam ex voluptate adipisicing non. Ad consectetur dolore culpa ex. Qui sit qui elit velit cillum. Sit culpa nulla consequat sit. Ut voluptate do fugiat deserunt ea est esse ut elit excepteur. Nulla et pariatur eu eiusmod sunt do qui ea ullamco culpa aute minim veniam minim. Enim voluptate ex commodo commodo laborum reprehenderit laboris deserunt in. Eiusmod id et sint dolor excepteur incididunt aute ut. Pariatur laboris ea labore irure velit dolor mollit cupidatat. Tempor ipsum voluptate consectetur do Lorem cupidatat pariatur aliqua voluptate irure ad et est duis. Culpa veniam eiusmod esse anim cupidatat elit deserunt. Veniam irure nisi qui adipisicing amet irure anim quis amet ut culpa. Ut minim eiusmod id culpa."
        },
        "classified": {
            "creationDate": "2021-09-23T09:43:34.124Z",
            "userId": "bfb37b3f-6cc3-44b2-8ca1-b220b4ba460a",
            "username": "Nat18",
            "photo": "laboris laborum ullamco ut ex incididunt cupidatat commodo irure voluptate",
            "comment": "Quis do velit pariatur velit reprehenderit veniam ad aliquip cillum tempor irure sint. Laboris cillum consequat dolore sunt incididunt.",
            "gpsCoordinates": {
                "lat": 40.03720972880046,
                "long": -5.9832926839534935
            }
        }
    },
    {
        "dateCreation": "2021-06-05T19:22:17.660Z",
        "idUser": "55696f22-76f5-4daa-8e8a-b3727d066067",
        "username": "Jeramy71",
        "userEmail": "Theresa33@hotmail.com",
        "telephone": "(954) 294-6065",
        "location": {
            "lat": 15.337186639515437,
            "long": 90.63253438795243
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "eiusmod amet duis minim non veniam et laborum voluptate ullamco",
            "animalType": "Chien",
            "animalName": "Phil",
            "age": "2021-08-14T18:05:51.130Z",
            "gender": "Ne sait pas ",
            "animalSize": "moyen",
            "chip": false,
            "identificationNumber": "10fa8985-e5ea-43dc-918a-06f0f97ae5d6",
            "gpsCoordinates": {
                "lat": 29.40282871694052,
                "long": 39.45445896720605
            },
            "description": "Sit do elit cillum veniam adipisicing sunt nulla do nostrud esse fugiat eu. Qui deserunt aliquip consectetur in ut non velit veniam enim laborum. Commodo reprehenderit ipsum est nisi enim commodo amet qui est. Ex enim minim cupidatat laborum id ea. Adipisicing nisi et consectetur dolor incididunt nisi Lorem deserunt ipsum consequat culpa quis labore nostrud. Magna est excepteur esse deserunt excepteur qui ea. Tempor ad labore excepteur enim aliquip sunt Lorem quis aliquip laborum. Sit excepteur veniam reprehenderit irure magna nostrud reprehenderit fugiat laborum irure anim ut ullamco aliqua. Qui sunt esse mollit id culpa. Dolore amet anim cupidatat culpa voluptate do excepteur mollit laborum exercitation. Ullamco consequat pariatur cillum dolor tempor exercitation laboris nulla ipsum. Cillum do exercitation qui velit minim. Voluptate ex veniam sint veniam fugiat. Ut do dolor eiusmod dolore consectetur elit. Proident consequat enim quis proident ea quis amet nulla eiusmod minim. Culpa consectetur proident occaecat sit aute qui eu velit. Est ullamco amet aliqua proident tempor adipisicing aliqua ad. Ipsum occaecat ad ut eu fugiat esse incididunt. Amet pariatur labore consequat ad eiusmod proident ea minim."
        },
        "classified": {
            "creationDate": "2021-07-04T11:15:47.186Z",
            "userId": "b41cfb1e-9cbc-4042-a3ec-e93767fb7437",
            "username": "Kennedy22",
            "photo": "",
            "comment": "Laborum non elit non id commodo do labore voluptate officia tempor et. Nostrud deserunt ex veniam ullamco commodo eu. Consectetur reprehenderit esse labore dolore ad adipisicing qui incididunt minim elit magna eiusmod adipisicing.",
            "gpsCoordinates": {
                "lat": 6.709863774883004,
                "long": 85.7188799929009
            }
        }
    },
    {
        "dateCreation": "2021-10-20T01:44:37.259Z",
        "idUser": "8c0cf91e-4fef-40c0-a582-fdaab7d413b6",
        "username": "Queen.Cassin80",
        "userEmail": "Ima.Luettgen50@gmail.com",
        "telephone": "(451) 079-6486",
        "location": {
            "lat": -50.385926064907146,
            "long": -148.42324312194546
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "anim enim dolore laboris veniam sint consectetur est ex aliquip",
            "animalType": "Chat",
            "animalName": "Debbie",
            "age": "2021-12-23T20:59:47.746Z",
            "gender": "male",
            "animalSize": "grand",
            "chip": false,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": 85.2911723353642,
                "long": 142.58341192129734
            },
            "description": "Cupidatat excepteur adipisicing est ad tempor ad non commodo aliqua Lorem sint deserunt. Velit sit occaecat cillum tempor minim enim voluptate aliqua. Pariatur eu anim est commodo. Duis sit quis id quis enim fugiat magna commodo veniam. Pariatur velit tempor ex cillum cupidatat est. Culpa voluptate culpa culpa voluptate. Laborum nulla adipisicing elit labore dolor proident incididunt sit reprehenderit esse aliquip quis duis. Anim laborum minim amet consequat. Nostrud anim non id nisi minim. Ut Lorem in ad duis culpa in consequat consectetur do occaecat culpa. Nulla voluptate ut ex consectetur in. Elit qui est enim exercitation. Consequat enim dolor ea veniam ipsum anim nulla sit veniam officia. Nulla cillum aliqua dolore Lorem aliqua mollit nisi sit reprehenderit. Deserunt irure sit dolor in adipisicing eu consequat et ullamco consectetur consectetur duis occaecat. Enim commodo proident ut proident proident. Enim ea reprehenderit nulla est. Ex aliquip laboris veniam amet Lorem ipsum adipisicing et est est. Aliquip eu ullamco irure do."
        },
        "classified": {
            "creationDate": "2021-10-19T00:03:57.543Z",
            "userId": "415e9ce7-3337-4764-9460-683b70689ce0",
            "username": "Araceli_DAmore",
            "photo": "dolore culpa est nisi occaecat velit adipisicing sunt nisi veniam",
            "comment": "Ex officia dolore nisi sint Lorem nostrud. Dolore nisi minim ipsum veniam sint. Sunt elit in anim commodo duis exercitation nulla in deserunt. Laborum aliquip ex cupidatat occaecat mollit voluptate adipisicing qui aliquip occaecat est. Pariatur ex qui pariatur excepteur. Ea minim exercitation anim in voluptate consequat anim velit aliqua Lorem anim aute enim. Nisi consectetur in aute laborum. Laborum aliqua voluptate dolore do sunt consequat ea. Est anim officia enim laboris aliquip in reprehenderit aliqua est sint culpa aliqua minim. Ut eiusmod mollit quis eu anim.",
            "gpsCoordinates": {
                "lat": -51.09855494440793,
                "long": -49.43166456238322
            }
        }
    },
    {
        "dateCreation": "2021-02-03T13:15:47.420Z",
        "idUser": "a72fe60e-a27d-4b7a-8744-9c2f9a3abbb4",
        "username": "Jana71",
        "userEmail": "Samson92@hotmail.com",
        "telephone": "(170) 902-7454",
        "location": {
            "lat": 25.24736130759777,
            "long": 100.78551143226923
        },
        "signal": {
            "signalType": "Vu",
            "photo": "deserunt sunt mollit do cillum exercitation non amet aliqua laboris",
            "animalType": "Autre",
            "animalName": "Bonnie",
            "age": "2021-09-21T11:05:01.452Z",
            "gender": "femelle",
            "animalSize": "grand",
            "chip": false,
            "identificationNumber": "a242fb8d-a7d3-4eee-a55c-4c419a4aab1d",
            "gpsCoordinates": {
                "lat": 70.30220204733024,
                "long": 132.176111729997
            },
            "description": "Esse labore consectetur ipsum laboris dolore voluptate cillum. Pariatur enim labore esse enim veniam in velit. Aute magna reprehenderit fugiat ad consequat fugiat elit veniam. Esse Lorem velit quis minim excepteur in dolore enim magna. Ea ipsum labore anim id do mollit culpa aute in Lorem cupidatat laboris Lorem nostrud. Deserunt est officia veniam amet aliquip. Mollit minim exercitation sunt commodo sit aliqua. Aute Lorem eu anim consectetur aliqua laborum. Consequat in id laboris commodo proident Lorem consectetur laboris anim quis anim incididunt nisi velit. Consequat proident do officia laborum esse enim nisi consectetur officia enim ea culpa laborum ullamco. Cupidatat ullamco adipisicing sunt consectetur sit ut tempor cillum adipisicing mollit. Irure laboris sit anim aute deserunt do veniam elit irure anim laborum. Minim consectetur non sit voluptate cupidatat enim id. Minim in eiusmod aliquip do sit. Aliqua nisi dolore non nulla dolor culpa labore nulla consequat cillum eu pariatur. Veniam commodo anim id do culpa non nostrud exercitation est laboris non aliqua incididunt mollit. Pariatur magna dolore esse dolor adipisicing ea amet minim ipsum aliquip duis. Laborum Lorem adipisicing nisi nisi excepteur duis elit nisi veniam. In duis irure et ipsum dolor veniam do aute. Consectetur dolore est officia ad nisi reprehenderit fugiat in. Duis incididunt Lorem esse nisi officia est ullamco commodo in do labore laborum. Fugiat nostrud excepteur quis ea ullamco excepteur exercitation duis exercitation sunt dolor incididunt pariatur nisi. Sunt sit voluptate consequat adipisicing ea excepteur veniam. Mollit dolore aliquip dolore commodo sit commodo labore laboris. In in est elit voluptate ex non officia cupidatat dolor nulla dolore culpa velit. Velit elit eiusmod in reprehenderit ea. Ad laborum exercitation id nostrud reprehenderit est exercitation occaecat ipsum exercitation dolore. Sunt exercitation ipsum aliquip duis irure pariatur commodo."
        },
        "classified": {
            "creationDate": "2021-04-08T03:13:36.483Z",
            "userId": "f3408c68-2ad8-4d72-a7e3-b44b7cd4e1ea",
            "username": "Jaydon36",
            "photo": "proident do aute irure incididunt veniam enim",
            "comment": "Dolore duis enim est esse sunt tempor nisi in cillum officia quis amet dolor. Anim ea velit id consectetur.",
            "gpsCoordinates": {
                "lat": -56.75312695433422,
                "long": -12.748748079622715
            }
        }
    },
    {
        "dateCreation": "2021-05-23T13:54:12.625Z",
        "idUser": "55c0161a-8ef9-4c12-8210-7e8b4d090376",
        "username": "Magali74",
        "userEmail": "Fae.Schoen@gmail.com",
        "telephone": "(017) 380-9150",
        "location": {
            "lat": -66.76719759282737,
            "long": -111.61261561154089
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "aliqua non sint proident sint sunt ipsum proident officia pariatur",
            "animalType": "Chien",
            "animalName": "Dominick",
            "age": "2021-11-05T13:43:01.870Z",
            "gender": "femelle",
            "animalSize": "moyen",
            "chip": true,
            "identificationNumber": "90c9701f-96e1-41e4-a5ea-60a110615341",
            "gpsCoordinates": {
                "lat": 76.83142397701215,
                "long": -174.01219420004048
            },
            "description": "Proident consequat elit sit reprehenderit. Duis proident aute excepteur deserunt nostrud officia nostrud mollit deserunt deserunt. Sunt ut proident duis ad quis. Nulla minim ut Lorem voluptate proident est excepteur deserunt nulla dolor culpa consequat. Qui amet exercitation veniam do cupidatat duis mollit amet tempor dolore cupidatat laborum. Sunt veniam velit adipisicing enim amet aliquip et proident irure incididunt duis laborum. Sint dolore ea aliquip irure nisi esse do consectetur veniam velit occaecat aute nulla. Quis deserunt ipsum deserunt nisi officia fugiat anim reprehenderit ut qui dolor. Est voluptate nisi amet dolor irure et Lorem magna enim et esse. Ullamco duis adipisicing incididunt veniam occaecat ullamco eu labore ex. Aliquip do deserunt ullamco anim et magna reprehenderit veniam anim nostrud ex. Anim irure dolor proident velit. Sint duis veniam aliquip eu sunt ad nulla incididunt veniam nostrud cillum."
        },
        "classified": {
            "creationDate": "2021-04-10T16:23:22.407Z",
            "userId": "2ed3a30b-e793-4539-a3a3-b6f4036633e0",
            "username": "Mervin_Cartwright49",
            "photo": "id laboris ipsum officia duis dolor aliquip occaecat amet eiusmod",
            "comment": "Sint esse voluptate aute nulla laborum. Amet pariatur voluptate voluptate Lorem. Ipsum deserunt pariatur labore incididunt consectetur laborum minim id. Excepteur consequat proident consectetur exercitation consequat consequat laboris anim fugiat velit do officia. Laborum voluptate in Lorem ad laboris fugiat laboris deserunt ut eu sit minim labore.",
            "gpsCoordinates": {
                "lat": -86.49569810712177,
                "long": -160.54534054898554
            }
        }
    },
    {
        "dateCreation": "2021-02-05T11:39:18.596Z",
        "idUser": "ab231f33-9003-4d1f-9ddd-b258543c5d42",
        "username": "Gregoria.Blick",
        "userEmail": "Audie_Marquardt@yahoo.com",
        "telephone": "(629) 205-6947",
        "location": {
            "lat": -86.4220187582481,
            "long": 125.94570987123552
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "eu elit ullamco officia elit velit incididunt eiusmod est deserunt",
            "animalType": "Autre",
            "animalName": "Guadalupe",
            "age": "2021-07-04T21:30:51.231Z",
            "gender": "Ne sait pas ",
            "animalSize": "petit",
            "chip": false,
            "identificationNumber": "6e0c38da-7f86-45c1-afba-b4d0e9527a85",
            "gpsCoordinates": {
                "lat": -68.68766753693471,
                "long": 35.26660867334135
            },
            "description": "Ipsum aliqua qui id dolore sint aliqua magna culpa voluptate. Voluptate dolor officia elit cillum ex mollit nulla Lorem. Ea labore sit nostrud id sit amet nisi consequat ullamco duis ipsum dolore in esse. Excepteur in nisi dolore cillum deserunt culpa adipisicing dolore ad. Enim incididunt exercitation consequat irure amet eiusmod irure ex proident culpa ad. Cupidatat minim non reprehenderit et nisi exercitation voluptate veniam voluptate est reprehenderit labore aliquip voluptate."
        },
        "classified": {
            "creationDate": "2021-10-18T08:26:14.505Z",
            "userId": "ecbc5ddc-ad38-4b1e-97d1-a5115b1ceebb",
            "username": "Emery19",
            "photo": "consectetur voluptate ea elit",
            "comment": "Deserunt aute duis amet culpa nisi incididunt proident irure. Fugiat voluptate excepteur ad amet excepteur qui sit do exercitation culpa reprehenderit adipisicing do deserunt. Reprehenderit enim pariatur cupidatat irure occaecat cillum. Cupidatat quis culpa ipsum cillum occaecat sit non nisi pariatur.",
            "gpsCoordinates": {
                "lat": -15.976297350630858,
                "long": -117.73498974900731
            }
        }
    },
    {
        "dateCreation": "2021-01-27T05:01:06.752Z",
        "idUser": "779a024b-6b82-488f-af32-ed2ddf8ddd2f",
        "username": "Lilliana_Conroy",
        "userEmail": "Wayne_Hayes@gmail.com",
        "telephone": "(436) 738-4772",
        "location": {
            "lat": -2.1633315708945275,
            "long": 132.44046626529143
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "ipsum esse est tempor occaecat tempor dolore aliquip adipisicing elit",
            "animalType": "Chien",
            "animalName": "Stella",
            "age": "2021-04-20T04:57:03.397Z",
            "gender": "femelle",
            "animalSize": "grand",
            "chip": true,
            "identificationNumber": "52807386-142e-4c5d-8db2-c827cfb87b7c",
            "gpsCoordinates": {
                "lat": -5.715000717223276,
                "long": -6.3212825896443405
            },
            "description": "Esse excepteur anim anim laborum commodo sint. Nulla id pariatur sit elit fugiat aliqua in. Et excepteur cupidatat Lorem commodo anim minim elit sunt proident amet eu. Veniam minim magna cillum ullamco consequat fugiat cupidatat magna excepteur incididunt minim nostrud laboris consectetur. Veniam voluptate amet magna sunt Lorem cupidatat culpa culpa nisi enim aute ea dolore exercitation. Deserunt anim fugiat anim mollit qui aliquip ea anim culpa enim do veniam sunt."
        },
        "classified": {
            "creationDate": "2021-10-06T16:33:50.232Z",
            "userId": "d3223388-560e-41ea-915f-6435cf4af525",
            "username": "Fanny_Wolff9",
            "photo": "",
            "comment": "Elit ullamco est deserunt id laboris. Proident voluptate reprehenderit id consectetur exercitation id qui. Amet proident labore labore ipsum minim culpa.",
            "gpsCoordinates": {
                "lat": -68.62032375422625,
                "long": 152.61619707795586
            }
        }
    },
    {
        "dateCreation": "2021-12-17T01:53:22.890Z",
        "idUser": "273d1c15-8b65-4ab3-a13a-2427779960b2",
        "username": "Dana.Wilkinson31",
        "userEmail": "Johnson.Zboncak48@gmail.com",
        "telephone": "(497) 467-2325",
        "location": {
            "lat": 73.80845168615147,
            "long": 128.29385210701435
        },
        "signal": {
            "signalType": "Vu",
            "photo": "fugiat nostrud aliquip veniam nostrud occaecat elit labore velit fugiat",
            "animalType": "Chat",
            "animalName": "Casey",
            "age": "2021-07-27T15:31:09.351Z",
            "gender": "femelle",
            "animalSize": "moyen",
            "chip": false,
            "identificationNumber": "ce2d8483-1c36-4eeb-98f8-2f456edec5be",
            "gpsCoordinates": {
                "lat": -76.98606896293316,
                "long": 140.67930343077091
            },
            "description": "Officia cupidatat irure adipisicing adipisicing enim magna tempor mollit adipisicing qui dolor commodo sunt. Cillum Lorem veniam fugiat qui esse nisi exercitation officia commodo occaecat. Ipsum eiusmod in nulla incididunt aliquip. Labore ea non labore anim nostrud proident. Adipisicing cillum ea laborum elit excepteur excepteur aliquip. Do veniam dolore cillum irure occaecat commodo veniam ea qui consectetur ipsum aliqua. Consequat fugiat nulla tempor ipsum aute. Veniam irure esse reprehenderit magna ex sunt irure aliqua adipisicing ut nisi nisi. Amet pariatur dolor eiusmod laborum in tempor ea exercitation non tempor. Consectetur do exercitation velit est elit irure laborum laborum. Ullamco tempor proident sunt irure mollit aliqua. Dolor velit occaecat ipsum magna ullamco irure ut aliquip laboris. Aliqua dolore sit nisi consequat commodo nostrud nulla duis nisi nostrud proident duis incididunt. Adipisicing et fugiat veniam dolore veniam sit in nulla incididunt occaecat dolor velit. Qui culpa elit duis adipisicing. Aute adipisicing in commodo mollit commodo quis id proident ex aliqua anim pariatur sit anim. Do tempor non dolor laborum dolore sunt commodo pariatur deserunt ullamco nostrud esse deserunt. Voluptate proident dolore nisi adipisicing. Culpa nulla ipsum fugiat ullamco. Occaecat proident esse id amet labore est pariatur aute eiusmod. Sint reprehenderit ad dolor labore pariatur non aute sunt consequat eiusmod officia et anim. Quis voluptate aute dolore magna duis anim enim. Eiusmod esse reprehenderit sit veniam excepteur sint anim nostrud esse est. Proident irure dolor duis enim sint officia adipisicing deserunt ea et occaecat laboris cupidatat ex."
        },
        "classified": {
            "creationDate": "2021-11-14T17:48:39.734Z",
            "userId": "3e57c5c3-b1cd-43cc-99cf-979636db7920",
            "username": "Kurtis.Boehm",
            "photo": "commodo dolore nostrud ut Lorem eu officia est do culpa",
            "comment": "Excepteur nisi commodo aliquip dolor do aute culpa deserunt. Exercitation ad excepteur veniam consequat.",
            "gpsCoordinates": {
                "lat": 31.447059177098126,
                "long": -63.453400033885316
            }
        }
    },
    {
        "dateCreation": "2021-08-19T12:19:17.204Z",
        "idUser": "320acc76-f4b2-442a-aced-57bfa0882180",
        "username": "Mathew_Waelchi22",
        "userEmail": "William_Monahan@yahoo.com",
        "telephone": "(560) 838-1817",
        "location": {
            "lat": -63.41006603105629,
            "long": 43.29863774389645
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "eu irure laboris duis nostrud ad exercitation commodo aliqua tempor",
            "animalType": "Chien",
            "animalName": "Thomas",
            "age": "2021-07-08T19:42:25.258Z",
            "gender": "femelle",
            "animalSize": "grand",
            "chip": false,
            "identificationNumber": "577e6afb-5c86-46d4-b75a-3dcc3767b7fc",
            "gpsCoordinates": {
                "lat": 19.801169367213234,
                "long": 98.36065363840726
            },
            "description": "Tempor esse fugiat duis tempor nostrud mollit amet commodo excepteur veniam ut occaecat non."
        },
        "classified": {
            "creationDate": "2021-06-06T14:21:59.633Z",
            "userId": "f952c26b-58e1-4651-b224-87623f164ba8",
            "username": "Patricia_Hermiston63",
            "photo": "est amet deserunt",
            "comment": "Officia nostrud nostrud officia consectetur amet ea. Non sint irure ipsum excepteur ex eiusmod eu. Velit sint consectetur incididunt eu proident. Ea ex quis anim eiusmod adipisicing ad. Cillum laborum laboris ut consectetur proident duis reprehenderit incididunt commodo id consequat. Eiusmod excepteur nulla elit irure occaecat deserunt mollit magna aliqua. Laboris amet veniam qui cillum do mollit eu amet eiusmod deserunt laboris consequat voluptate.",
            "gpsCoordinates": {
                "lat": -44.28710329193781,
                "long": 60.62246034593883
            }
        }
    },
    {
        "dateCreation": "2021-04-19T21:07:54.639Z",
        "idUser": "083b37ac-2023-49a8-b030-1406b257e2c6",
        "username": "Hans.Spinka90",
        "userEmail": "Zoe_Metz@gmail.com",
        "telephone": "(040) 867-9066",
        "location": {
            "lat": -84.95240954230238,
            "long": -39.74680479820171
        },
        "signal": {
            "signalType": "Vu",
            "photo": "nisi ea pariatur anim aliquip proident fugiat in deserunt ullamco",
            "animalType": "Chat",
            "animalName": "Tanya",
            "age": "2021-09-02T16:10:32.715Z",
            "gender": "femelle",
            "animalSize": "petit",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": -80.44146940900535,
                "long": -109.1482324541546
            },
            "description": "Esse pariatur amet exercitation sit. Minim esse consequat ex ex mollit ullamco eu nisi laborum ullamco enim. Anim excepteur labore ipsum incididunt aliqua ex in ipsum ullamco duis consequat consectetur. Officia mollit consequat non cupidatat sunt. Aliquip esse veniam in adipisicing minim deserunt commodo ullamco."
        },
        "classified": {
            "creationDate": "2021-11-21T00:29:02.937Z",
            "userId": "139bec21-8f9d-480e-80fd-0dfe8a213ca4",
            "username": "Kacey_Thiel30",
            "photo": "anim voluptate",
            "comment": "Nostrud in amet proident nostrud duis mollit aliquip sit minim eiusmod nostrud. Amet in reprehenderit tempor Lorem id tempor proident. Aute in dolore velit proident. Aliquip non esse excepteur proident aliquip consequat esse voluptate. Aliqua aliqua proident dolor aute dolore Lorem. Nostrud proident elit cillum dolore enim est sit occaecat ullamco magna mollit.",
            "gpsCoordinates": {
                "lat": -62.06342001430073,
                "long": -113.43372255691074
            }
        }
    },
    {
        "dateCreation": "2021-05-17T02:44:53.640Z",
        "idUser": "5f13e77f-bdcd-463f-ad27-9997b7c29da8",
        "username": "Winona33",
        "userEmail": "Rose.Kuvalis28@yahoo.com",
        "telephone": "(333) 127-8560",
        "location": {
            "lat": 77.67231629845608,
            "long": 24.88137600623753
        },
        "signal": {
            "signalType": "Vu",
            "photo": "ad dolor esse eu sunt in ex magna esse cillum",
            "animalType": "Chien",
            "animalName": "Malcolm",
            "age": "2021-08-13T03:29:47.630Z",
            "gender": "male",
            "animalSize": "grand",
            "chip": false,
            "identificationNumber": "69903726-ffae-440f-867f-55f10613f578",
            "gpsCoordinates": {
                "lat": 65.9468528514052,
                "long": -103.81729723168586
            },
            "description": "Culpa dolor non commodo nostrud commodo irure esse esse sint reprehenderit. Elit Lorem sint reprehenderit do proident reprehenderit aute officia enim magna eiusmod ea. Fugiat anim duis irure tempor officia sit irure non cillum reprehenderit. Minim Lorem deserunt ad pariatur mollit aliquip dolore exercitation eiusmod nisi minim dolor. Nisi tempor dolor velit velit. Reprehenderit do laborum elit sit. Quis laboris aute sunt do commodo mollit amet ipsum voluptate excepteur ipsum magna occaecat qui. Ut minim irure occaecat nisi cillum ea laboris cupidatat ex laboris aute nulla mollit eiusmod. Qui aliquip ullamco laboris ipsum ex culpa fugiat consectetur aliquip qui elit eu anim ex. Nostrud cupidatat amet dolore nulla qui qui et aliqua. Aliqua tempor occaecat occaecat reprehenderit mollit reprehenderit Lorem. Laborum sunt mollit proident cillum esse Lorem laborum. Dolor exercitation est ut in esse ea laborum dolor id commodo mollit est dolore deserunt. Labore anim consectetur in aliquip magna sit exercitation. Laboris excepteur reprehenderit occaecat nostrud qui occaecat proident velit ex. Nisi cupidatat non commodo ullamco esse excepteur fugiat minim magna nulla eu sint. Esse magna aute enim do amet veniam. Sint quis proident mollit exercitation pariatur aute non ipsum anim nulla Lorem. Fugiat laboris consequat exercitation non deserunt. Reprehenderit reprehenderit qui ad sunt dolor veniam nostrud id elit laborum amet. Esse velit duis officia consectetur occaecat consequat aute Lorem non qui cupidatat anim officia irure. Labore occaecat aute est sit est. Id est amet magna consequat ipsum consectetur non adipisicing mollit tempor non deserunt. Non excepteur enim velit incididunt ut excepteur ea minim reprehenderit sunt fugiat. Nostrud occaecat voluptate sint minim. Consequat dolor fugiat commodo dolor dolore aute in culpa exercitation. Sit dolor aliquip culpa commodo incididunt anim minim enim fugiat culpa Lorem ex dolore Lorem. Mollit cillum eu qui irure laborum est laboris incididunt. Aute officia duis enim veniam dolore elit veniam reprehenderit consectetur ullamco officia."
        },
        "classified": {
            "creationDate": "2021-06-20T04:12:08.443Z",
            "userId": "1b703998-2adb-4dc6-b9b9-b0d172abae3b",
            "username": "Jerald.Macejkovic53",
            "photo": "duis tempor magna eu dolore excepteur occaecat magna pariatur est",
            "comment": "",
            "gpsCoordinates": {
                "lat": 86.96802619822924,
                "long": -118.52218355285288
            }
        }
    },
    {
        "dateCreation": "2021-07-09T07:50:57.402Z",
        "idUser": "edd88ee5-0470-465d-bdbf-eae5173b1a44",
        "username": "Ramiro63",
        "userEmail": "Collin_Mann27@yahoo.com",
        "telephone": "(847) 883-0668",
        "location": {
            "lat": -56.18064033079353,
            "long": 32.44480374146673
        },
        "signal": {
            "signalType": "Vu",
            "photo": "amet aliqua adipisicing culpa qui magna dolore ex ex amet",
            "animalType": "Autre",
            "animalName": "Sally",
            "age": "2021-07-14T20:25:20.215Z",
            "gender": "femelle",
            "animalSize": "petit",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": 42.608663809031185,
                "long": 68.77231274803995
            },
            "description": "Cupidatat laborum nostrud ea duis ex consectetur anim deserunt est deserunt laboris fugiat culpa. Sunt quis cillum reprehenderit labore dolore nostrud consequat cillum tempor laboris minim. Nostrud occaecat Lorem amet cillum eiusmod adipisicing occaecat dolore dolore elit sit ex dolore. Consectetur enim ea quis consequat. Fugiat id sint exercitation quis amet ea. Nisi culpa ut veniam excepteur esse do consectetur laborum anim. Laboris elit deserunt velit tempor dolore proident ex est duis Lorem. Ipsum ex incididunt in mollit qui aliqua incididunt quis nulla. Et voluptate quis aute deserunt aliquip elit nulla. Ea dolore ea non do anim aliquip. Dolor incididunt mollit pariatur adipisicing incididunt. Enim eu sit Lorem amet nulla ad cillum officia eu voluptate deserunt laborum fugiat. Do est reprehenderit nisi sit anim culpa reprehenderit. Nostrud nulla ullamco dolore elit nulla dolore esse deserunt. Incididunt proident excepteur id ad anim sit culpa ullamco consequat excepteur. Incididunt consectetur eu dolor ut. Esse non veniam est elit esse enim magna magna. Ex duis nulla ea duis eu elit et pariatur non laborum laboris velit. Enim nostrud ad enim magna tempor duis nostrud commodo velit in. Exercitation ut non nulla culpa est anim culpa excepteur. Non dolor nulla elit nisi laboris eiusmod exercitation sint cupidatat ex pariatur elit velit reprehenderit. Est velit irure eiusmod veniam deserunt pariatur nulla. Eiusmod laborum irure anim culpa consequat enim Lorem commodo. Ad id ex do qui commodo. Tempor est consequat nulla enim nisi nostrud cillum consectetur duis ad ad. Excepteur pariatur eu occaecat do deserunt sint nisi sunt veniam dolor. Occaecat ullamco sint consequat deserunt sint deserunt sunt fugiat sint."
        },
        "classified": {
            "creationDate": "2021-02-27T05:32:55.576Z",
            "userId": "e09e5749-6b2f-4976-869a-470cdc18a4b7",
            "username": "Kiel.Jones",
            "photo": "tempor deserunt quis ad officia ullamco ipsum adipisicing aute dolor",
            "comment": "Adipisicing nostrud irure sunt enim cupidatat labore. Non quis Lorem est deserunt in voluptate velit do voluptate pariatur consectetur qui voluptate. Consequat dolore magna mollit nisi id dolore in laboris reprehenderit proident. Nulla exercitation cillum occaecat nostrud sit velit. Sit nisi qui ut sit non adipisicing ipsum. Consectetur consequat enim enim mollit ea ex nisi. Esse sit et duis Lorem. Sunt sint esse exercitation sint est do.",
            "gpsCoordinates": {
                "lat": -79.27781959784929,
                "long": -42.86943508665411
            }
        }
    },
    {
        "dateCreation": "2021-01-13T06:02:48.335Z",
        "idUser": "37738951-617e-40dc-9980-2da1c0bae976",
        "username": "Ivah_Becker96",
        "userEmail": "Karley_Leffler24@yahoo.com",
        "telephone": "(702) 613-9155",
        "location": {
            "lat": -2.1574489929745084,
            "long": 42.76226573408775
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "nisi officia quis dolor excepteur velit aliqua elit do sint",
            "animalType": "Chien",
            "animalName": "Andy",
            "age": "2021-06-01T19:55:31.491Z",
            "gender": "Ne sait pas ",
            "animalSize": "moyen",
            "chip": true,
            "identificationNumber": "03aa6cbe-e6bc-4d62-9632-3a3708348254",
            "gpsCoordinates": {
                "lat": 5.474922281360378,
                "long": 166.74713702592453
            },
            "description": "Elit anim aliqua amet ad in et occaecat eiusmod incididunt dolor Lorem. Anim aliquip cillum ex occaecat labore duis enim non deserunt minim cillum ea officia. Non commodo amet amet quis consequat consectetur cupidatat elit elit. In elit occaecat irure laboris consequat eu exercitation magna pariatur nostrud deserunt non aliquip dolor. Amet nulla cupidatat duis pariatur proident consectetur officia adipisicing duis magna exercitation. Tempor est excepteur non eiusmod nulla nulla velit officia consequat veniam eiusmod ad. Consectetur magna esse ullamco voluptate est incididunt eu laborum adipisicing eu esse aliquip sunt tempor. Esse occaecat nulla ullamco consequat cillum qui in excepteur consequat nulla ex consectetur. Ipsum deserunt consectetur laboris proident incididunt nulla occaecat adipisicing fugiat qui. Deserunt nulla eiusmod pariatur labore nostrud magna qui nostrud exercitation consequat. Ipsum tempor culpa cillum duis laborum enim Lorem non magna amet. Amet incididunt proident enim ad sint. Aute nisi non eu duis amet nulla et. Aute aute culpa eu tempor ea dolor id minim sit irure dolore quis ea ea. Cillum sit velit excepteur exercitation eiusmod. Fugiat cillum incididunt exercitation exercitation ex nisi elit culpa mollit. Occaecat dolor exercitation tempor laboris dolor cupidatat aute reprehenderit ea quis."
        },
        "classified": {
            "creationDate": "2021-11-24T20:56:29.546Z",
            "userId": "da654260-236a-4af5-8336-3f97cd449330",
            "username": "Olen_Koch",
            "photo": "fugiat aliquip irure et elit consequat",
            "comment": "Aliqua ullamco ad ullamco reprehenderit dolor velit non deserunt culpa veniam occaecat ut nisi nostrud. Enim mollit exercitation laborum est est officia pariatur. Amet reprehenderit ipsum magna nostrud est irure adipisicing aliquip cillum. Magna sit Lorem cupidatat ea. Ullamco culpa consectetur magna eiusmod exercitation excepteur officia ad consequat incididunt Lorem qui.",
            "gpsCoordinates": {
                "lat": 23.004876733077836,
                "long": -9.577251419890331
            }
        }
    },
    {
        "dateCreation": "2021-05-07T19:48:04.499Z",
        "idUser": "7a7bc284-ed67-4f57-8418-cddc09cfa468",
        "username": "Destiney37",
        "userEmail": "Reinhold14@gmail.com",
        "telephone": "(914) 108-5777",
        "location": {
            "lat": 74.38668859412374,
            "long": -82.86026668882157
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "nisi nisi tempor laboris excepteur duis amet labore amet consequat",
            "animalType": "Chat",
            "animalName": "Gayle",
            "age": "2021-10-22T10:57:37.014Z",
            "gender": "Ne sait pas ",
            "animalSize": "grand",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": 33.92569374991386,
                "long": -131.2160921890885
            },
            "description": "Cillum et laboris sint aute nisi consectetur elit enim fugiat. Sint incididunt labore laboris cupidatat reprehenderit nostrud consectetur excepteur. Commodo id laboris ad excepteur dolore quis magna anim eu tempor ipsum nostrud est. Qui commodo deserunt excepteur ipsum veniam aliqua ipsum culpa do commodo culpa anim voluptate reprehenderit. Qui duis adipisicing labore laboris ipsum nulla. Cupidatat veniam adipisicing culpa id sit non esse nulla dolore. Dolor tempor dolor incididunt occaecat. Excepteur tempor culpa elit commodo reprehenderit tempor est eiusmod ad dolore cillum enim in sunt."
        },
        "classified": {
            "creationDate": "2021-01-28T10:42:37.272Z",
            "userId": "52889da6-f7dc-4766-8bfa-acd765470725",
            "username": "Erika.Green11",
            "photo": "pariatur ex commodo nisi eu ea incididunt",
            "comment": "Lorem tempor in reprehenderit cupidatat. Anim velit laboris proident laborum elit laborum mollit exercitation excepteur. Ut fugiat do aute cupidatat deserunt laborum excepteur esse. Eu veniam minim aliqua nisi occaecat irure. Eu ad ad nulla nostrud in adipisicing ipsum proident. Dolor minim culpa tempor pariatur nostrud elit ad. Ullamco et non occaecat duis duis Lorem. Do occaecat officia fugiat eiusmod sint esse fugiat enim in in ut. Tempor magna ipsum sit excepteur deserunt quis commodo proident. Aute ullamco voluptate in qui adipisicing mollit proident amet consectetur laboris.",
            "gpsCoordinates": {
                "lat": -20.387577922719586,
                "long": -133.8164893112134
            }
        }
    },
    {
        "dateCreation": "2021-06-10T03:59:47.134Z",
        "idUser": "f2b44534-41a1-49b8-a97a-3d2d2f7297dc",
        "username": "Mckenzie.Hegmann",
        "userEmail": "Florian76@gmail.com",
        "telephone": "(856) 314-6125",
        "location": {
            "lat": -44.81804124454279,
            "long": 78.9892241596342
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "et incididunt reprehenderit nostrud ad irure quis tempor in ad",
            "animalType": "Autre",
            "animalName": "Geraldine",
            "age": "2021-11-26T11:54:26.860Z",
            "gender": "Ne sait pas ",
            "animalSize": "petit",
            "chip": false,
            "identificationNumber": "36f6eb31-3464-4ab6-a588-b865bb64e4dc",
            "gpsCoordinates": {
                "lat": 41.735746857494405,
                "long": 118.07931392614483
            },
            "description": "Amet labore dolore occaecat ex officia. Eu exercitation dolore deserunt voluptate elit proident culpa. Tempor cupidatat ipsum ut velit aliqua amet id non. Veniam minim consequat deserunt cupidatat. Sunt amet sunt voluptate do culpa nostrud quis ad enim proident do magna ut. Pariatur ea elit quis pariatur et. Ea cupidatat deserunt nulla laborum eiusmod adipisicing veniam laboris sit fugiat est nisi. Esse duis amet eu adipisicing ex quis ut est non culpa. Officia est dolor est mollit fugiat nisi ipsum. Commodo adipisicing ut dolor nulla esse consequat minim. Eiusmod laborum laborum laboris proident nisi aute elit consectetur laborum."
        },
        "classified": {
            "creationDate": "2021-11-16T18:51:26.550Z",
            "userId": "408b29f2-26af-46f1-b813-a89ad2c29fe6",
            "username": "Payton.Hyatt2",
            "photo": "cillum",
            "comment": "Officia reprehenderit tempor labore qui minim sint anim ex ex officia ipsum. Consectetur ea elit aute reprehenderit ex in nostrud do culpa non consectetur. Est est incididunt anim deserunt cillum. Id exercitation voluptate voluptate in minim occaecat ut excepteur ut culpa officia labore. Eu elit officia culpa veniam commodo Lorem eu mollit elit Lorem dolor nulla dolore. Incididunt fugiat quis nulla amet consequat irure tempor. Duis non velit voluptate fugiat aliqua dolor ipsum.",
            "gpsCoordinates": {
                "lat": -60.083413074831554,
                "long": -21.463315528038805
            }
        }
    },
    {
        "dateCreation": "2021-07-13T10:40:23.228Z",
        "idUser": "aa9db48b-35c9-4ef4-8cfa-77fddde1129c",
        "username": "Teagan_Spinka",
        "userEmail": "Jensen.Bins93@hotmail.com",
        "telephone": "(753) 762-7255",
        "location": {
            "lat": 16.978422544494506,
            "long": -26.7011601858259
        },
        "signal": {
            "signalType": "Vu",
            "photo": "labore cillum est officia deserunt pariatur non proident minim id",
            "animalType": "Autre",
            "animalName": "Ricardo",
            "age": "2021-12-28T02:17:04.116Z",
            "gender": "Ne sait pas ",
            "animalSize": "moyen",
            "chip": false,
            "identificationNumber": "72796e51-ce2a-4061-9de6-097b9c7ed2b5",
            "gpsCoordinates": {
                "lat": -40.565535245386734,
                "long": 156.42921819457666
            },
            "description": "Cillum est in minim ex quis dolore tempor sit quis. Ipsum sunt ex nulla mollit laborum do consectetur est. Labore esse laboris fugiat mollit cupidatat duis incididunt magna duis dolore minim ut. Veniam ex dolor nisi incididunt mollit officia ex anim ex. Reprehenderit Lorem irure do anim ad. Enim voluptate consequat incididunt incididunt Lorem reprehenderit voluptate ad fugiat exercitation consequat. Veniam tempor nisi duis amet qui et consectetur ea nulla fugiat cupidatat. Irure quis enim labore consectetur elit aliqua. Veniam pariatur sunt velit officia in excepteur. Dolor fugiat aliquip sit reprehenderit voluptate proident eu culpa reprehenderit minim."
        },
        "classified": {
            "creationDate": "2021-07-04T20:38:58.619Z",
            "userId": "942d6c52-be61-44d0-b459-b5e85f96c3c0",
            "username": "Josefa1",
            "photo": "laborum eu excepteur proident ut commodo deserunt officia",
            "comment": "Qui ex culpa nisi enim duis nulla in incididunt ullamco. Veniam sit reprehenderit aliqua magna elit veniam tempor qui. Nulla aliquip voluptate sit sunt. Aliquip est dolore id dolor est tempor aute esse eu minim labore enim cupidatat tempor. Qui nostrud cupidatat minim commodo duis sit duis quis consequat do excepteur velit ipsum. Ad qui elit ad ipsum duis sunt quis nulla incididunt cupidatat ipsum in ullamco reprehenderit. Incididunt consequat incididunt ipsum laboris ullamco nisi magna. Reprehenderit fugiat voluptate eu elit tempor ex deserunt nostrud esse enim et aliquip irure.",
            "gpsCoordinates": {
                "lat": -74.53937663829562,
                "long": -57.05644211536145
            }
        }
    },
    {
        "dateCreation": "2021-05-12T14:35:03.175Z",
        "idUser": "e27c5937-d869-43c6-b293-9872c3a9c353",
        "username": "Hermina83",
        "userEmail": "Napoleon57@hotmail.com",
        "telephone": "(887) 341-3192",
        "location": {
            "lat": 11.23894254864517,
            "long": -43.31722080356377
        },
        "signal": {
            "signalType": "Vu",
            "photo": "sint anim anim amet do nulla reprehenderit ipsum et eu",
            "animalType": "Chien",
            "animalName": "Oliver",
            "age": "2021-11-28T07:39:27.779Z",
            "gender": "male",
            "animalSize": "grand",
            "chip": true,
            "identificationNumber": "7dd86e9e-0046-4465-8cb3-59164d9c024e",
            "gpsCoordinates": {
                "lat": -81.40637247355437,
                "long": 48.69709039537966
            },
            "description": "Veniam proident proident nulla voluptate. Do sit et eu est excepteur aute. Nulla aliquip aliqua ex esse qui ex magna esse sint."
        },
        "classified": {
            "creationDate": "2021-11-01T14:10:12.950Z",
            "userId": "8f1d7835-6a86-4a37-a5a9-82b260377449",
            "username": "Caden.Fay",
            "photo": "mollit nisi cupidatat fugiat cupidatat cillum nulla esse",
            "comment": "Labore amet nisi mollit amet tempor velit enim aliquip eiusmod est laborum. Non qui ullamco eiusmod exercitation fugiat deserunt aute mollit reprehenderit irure minim aliquip anim.",
            "gpsCoordinates": {
                "lat": 87.01179376594305,
                "long": -176.43198359872036
            }
        }
    },
    {
        "dateCreation": "2021-01-30T20:06:20.697Z",
        "idUser": "54a29bdb-2829-4a5b-b874-a9014b9f26f9",
        "username": "Terence_Casper9",
        "userEmail": "Maximilian31@yahoo.com",
        "telephone": "(755) 711-3921",
        "location": {
            "lat": 88.56649987644596,
            "long": -173.73973305096735
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "fugiat esse quis minim enim est nisi commodo sunt officia",
            "animalType": "Chat",
            "animalName": "Georgia",
            "age": "2021-03-17T06:10:34.336Z",
            "gender": "Ne sait pas ",
            "animalSize": "grand",
            "chip": true,
            "identificationNumber": "735b4691-f3ca-41fa-8717-0780086c71ee",
            "gpsCoordinates": {
                "lat": -19.93830971137615,
                "long": -136.13236836181238
            },
            "description": "Nisi sit commodo officia velit anim. Pariatur exercitation consectetur et et officia nisi reprehenderit dolore incididunt non qui adipisicing commodo est. Ad ea proident sint est ut anim do sint reprehenderit ad fugiat. Id non consequat elit officia dolore amet irure consequat reprehenderit. Duis ullamco ea pariatur ipsum sunt excepteur. Officia est est commodo voluptate enim eu tempor ad Lorem commodo cupidatat. Duis ex tempor minim amet eu aute excepteur nostrud proident in sunt. Voluptate cillum consectetur reprehenderit fugiat mollit in ex eu consectetur exercitation eiusmod. Enim occaecat Lorem nisi esse est do aliquip id. Amet quis et laborum cupidatat officia ex enim culpa proident adipisicing qui esse eiusmod aliqua. Ad adipisicing proident officia dolor nostrud eiusmod non fugiat non cupidatat. Mollit elit ipsum cillum amet do sint quis ea enim sit proident. Sunt occaecat sint laboris incididunt incididunt ea sint nisi consectetur est culpa cupidatat nisi mollit. Elit adipisicing quis incididunt pariatur incididunt eu irure labore reprehenderit consectetur. Deserunt minim proident nulla est ut. Commodo consectetur nulla et velit esse aute adipisicing proident consectetur elit amet magna non eu. Officia Lorem ipsum veniam sint ullamco nisi amet. Eiusmod id do nulla quis amet duis officia consequat mollit laboris nisi irure. Officia ullamco amet fugiat sit mollit. Qui voluptate dolore est laboris fugiat. Esse magna ut ex pariatur veniam reprehenderit. Mollit nulla esse veniam culpa ea mollit dolor velit reprehenderit tempor ea proident commodo excepteur. Sunt elit sit proident do id exercitation fugiat id ut ex veniam qui. Aute pariatur aliqua anim ut id ullamco dolor sunt excepteur. Consectetur deserunt dolor aliqua consequat occaecat labore ex tempor. Est do exercitation officia consequat ipsum qui id anim reprehenderit mollit exercitation sint enim eu. In reprehenderit sit do enim. Anim ad dolor irure enim irure elit dolor duis. Anim esse quis cillum officia. Aliqua esse nostrud non sunt incididunt excepteur irure consectetur minim mollit."
        },
        "classified": {
            "creationDate": "2021-09-15T05:15:19.129Z",
            "userId": "1cfaaa01-89ee-4f3f-a049-29e9dbef05a9",
            "username": "Tyreek86",
            "photo": "aliqua in sint",
            "comment": "Enim proident sit mollit tempor sit officia et anim excepteur nostrud nulla. Aliqua irure et occaecat quis magna labore aliquip velit velit ex mollit quis labore. Do qui deserunt ex qui minim sit duis veniam minim est nulla ex. Veniam culpa laboris minim sunt tempor duis veniam. Excepteur est magna enim labore eiusmod quis amet cupidatat excepteur aliqua laboris. Dolore aute dolor do amet deserunt veniam exercitation enim. Anim adipisicing ea consectetur reprehenderit ea dolore Lorem reprehenderit incididunt. Consequat elit aliqua duis quis ad consequat exercitation occaecat aliqua aute. Amet aliqua et magna qui quis amet incididunt voluptate.",
            "gpsCoordinates": {
                "lat": 49.61194777768242,
                "long": -70.5918171514578
            }
        }
    },
    {
        "dateCreation": "2021-09-14T05:42:19.261Z",
        "idUser": "cababe31-12bb-4b97-893e-8af7af2180ce",
        "username": "Jamil25",
        "userEmail": "Cassandre_Dickens6@hotmail.com",
        "telephone": "(522) 463-9107",
        "location": {
            "lat": 68.42511589832907,
            "long": -83.91871907440822
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "pariatur aliqua consequat deserunt duis eiusmod et velit ex id",
            "animalType": "Chat",
            "animalName": "Archie",
            "age": "2021-07-21T13:55:04.602Z",
            "gender": "Ne sait pas ",
            "animalSize": "petit",
            "chip": false,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": -27.569376925275428,
                "long": 144.19338202730495
            },
            "description": "Commodo id sint mollit occaecat exercitation Lorem sit consequat est. Mollit ex culpa mollit irure sint dolor laborum proident. Ut pariatur enim id fugiat minim esse velit do nostrud nostrud ipsum. Adipisicing cillum consectetur consectetur tempor officia elit tempor officia. Ut elit in elit duis. Tempor eiusmod nostrud duis aute ut aute. Ad sint velit aliquip aliquip officia dolor veniam anim ex est veniam et esse esse. Proident duis voluptate ex ut exercitation laborum dolore proident. Magna officia ut quis veniam non non et irure id aliqua ex cupidatat aliqua aliquip. Minim nulla nulla et dolore sunt amet non qui fugiat id Lorem commodo aliqua. Occaecat qui id excepteur nisi ex ex proident officia est id. Est sint veniam non laboris sit cillum cillum veniam adipisicing nostrud nostrud quis amet. Eiusmod fugiat et nostrud incididunt ad eiusmod consectetur deserunt tempor non minim veniam aliqua officia. Ad et irure eiusmod occaecat. Voluptate enim culpa elit duis reprehenderit minim aliquip voluptate amet. Occaecat aute elit veniam nulla tempor officia. Esse cupidatat cillum elit nisi consequat Lorem. Commodo irure do reprehenderit id nostrud veniam nulla occaecat duis aute excepteur elit cillum et. Ut irure pariatur dolore reprehenderit dolore est amet dolor mollit pariatur in."
        },
        "classified": {
            "creationDate": "2021-05-05T11:02:19.907Z",
            "userId": "7b614615-c331-454b-94c7-ee40561a775b",
            "username": "Jaylon74",
            "photo": "",
            "comment": "Qui labore voluptate duis consequat et consequat. Mollit mollit cillum ad aute mollit nulla est labore ullamco eiusmod elit officia fugiat qui. Excepteur culpa consequat aute duis et do qui nulla. Pariatur veniam exercitation consectetur elit elit aliqua. Ea est consectetur eiusmod aliquip excepteur deserunt et nulla officia. Commodo pariatur officia adipisicing ad incididunt incididunt et. Et sunt non fugiat duis Lorem. Sit dolore esse qui aliquip.",
            "gpsCoordinates": {
                "lat": -49.1043685639103,
                "long": 170.4679421202042
            }
        }
    },
    {
        "dateCreation": "2021-10-03T03:19:34.609Z",
        "idUser": "c69853e7-ea9f-43aa-be76-c68356fe0de9",
        "username": "Jacinthe_Weimann",
        "userEmail": "Elijah_Stoltenberg53@hotmail.com",
        "telephone": "(760) 275-1129",
        "location": {
            "lat": 74.37415175808911,
            "long": 3.6256886193044693
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "laborum exercitation mollit voluptate eiusmod aliquip ut dolore proident consequat",
            "animalType": "Chat",
            "animalName": "Erica",
            "age": "2021-04-07T17:41:49.828Z",
            "gender": "Ne sait pas ",
            "animalSize": "petit",
            "chip": false,
            "identificationNumber": "ad991343-7960-4fe6-a30d-b21e35a8f68e",
            "gpsCoordinates": {
                "lat": 69.28957100769958,
                "long": -21.54737156663745
            },
            "description": "Consectetur proident commodo consequat nulla culpa cillum eiusmod ut. Reprehenderit aliquip veniam est mollit proident adipisicing anim ad. Labore pariatur ea veniam adipisicing. Occaecat ea sunt cillum nisi. Nulla irure exercitation incididunt sint dolor nostrud tempor anim. Ut elit sit laborum ullamco enim est cupidatat occaecat sit irure sit irure fugiat. Dolore exercitation culpa laborum officia qui duis ullamco cupidatat esse minim aliquip. Irure aliqua laboris proident dolor labore ipsum cillum esse. Reprehenderit proident dolore ea ipsum excepteur. Amet elit reprehenderit commodo ipsum esse labore ullamco. Cupidatat adipisicing anim Lorem incididunt laborum velit proident."
        },
        "classified": {
            "creationDate": "2021-06-01T06:04:49.507Z",
            "userId": "bc7f9d15-2e78-4f3d-874a-92378e77c5e8",
            "username": "Destiny_Schinner70",
            "photo": "deserunt",
            "comment": "",
            "gpsCoordinates": {
                "lat": -32.32484872112978,
                "long": -106.22947210113243
            }
        }
    },
    {
        "dateCreation": "2021-06-25T14:51:20.374Z",
        "idUser": "49b904d6-5c51-472a-adc0-6aecddcdf17a",
        "username": "Carmen.Balistreri",
        "userEmail": "Luna.Hintz62@hotmail.com",
        "telephone": "(939) 284-9742",
        "location": {
            "lat": 5.139237005554278,
            "long": 69.06415707777225
        },
        "signal": {
            "signalType": "Trouvé",
            "photo": "veniam veniam laboris sit dolore veniam ipsum eiusmod pariatur eiusmod",
            "animalType": "Autre",
            "animalName": "Pamela",
            "age": "2021-02-25T16:02:33.819Z",
            "gender": "Ne sait pas ",
            "animalSize": "moyen",
            "chip": true,
            "identificationNumber": null,
            "gpsCoordinates": {
                "lat": -23.627163158286436,
                "long": -90.9826978631545
            },
            "description": "Est consectetur cillum aliqua Lorem proident mollit consectetur nisi sint officia. Cupidatat ad consequat non aliqua consequat irure ex esse aliquip id consequat esse enim elit. Ullamco minim id ut proident id in minim ea anim. Est ad aliquip fugiat aliqua amet occaecat fugiat aliquip velit mollit. Officia excepteur do et Lorem. Irure amet dolore laboris consequat amet. Quis ad fugiat cillum minim ipsum in laborum eu Lorem nostrud tempor labore fugiat. Quis incididunt duis irure incididunt qui anim nisi enim cupidatat magna ea est. Sit esse non esse officia mollit deserunt. Deserunt labore laborum incididunt amet tempor dolore sit irure mollit consequat laborum laboris. Culpa qui amet cillum culpa sit ad esse minim nulla exercitation. Nisi magna ea ut dolor esse do exercitation adipisicing ex aute eu. Occaecat et culpa nulla Lorem proident adipisicing. Elit laborum fugiat tempor qui excepteur cillum culpa commodo proident velit consequat ea. Incididunt mollit aliquip pariatur minim velit nisi amet. Cillum consectetur adipisicing adipisicing eu sunt commodo aliqua. In cupidatat labore amet culpa nisi incididunt occaecat anim cillum ex excepteur amet. Esse occaecat cillum sint qui eu do officia. Dolore nostrud tempor sint proident tempor culpa non. Aliquip irure quis fugiat esse anim eu anim sit velit duis nisi. Laboris dolor fugiat commodo id anim ullamco ex laborum ex minim adipisicing irure. Dolore non ea quis quis cupidatat. Duis deserunt excepteur labore fugiat id velit labore Lorem id duis Lorem esse. Cupidatat aliqua officia velit irure quis eu."
        },
        "classified": {
            "creationDate": "2021-08-24T00:04:26.082Z",
            "userId": "baf38d97-dc2c-487e-abc7-48bf547bedd0",
            "username": "Athena25",
            "photo": "excepteur fugiat fugiat elit eiusmod aute est esse ex",
            "comment": "",
            "gpsCoordinates": {
                "lat": -54.42686055633239,
                "long": 88.95504633913566
            }
        }
    },
    {
        "dateCreation": "2021-04-06T07:51:52.735Z",
        "idUser": "5a4da5ea-ae88-4425-9b4d-183b19f13708",
        "username": "Webster.Buckridge",
        "userEmail": "Eloise50@yahoo.com",
        "telephone": "(211) 452-8122",
        "location": {
            "lat": 26.17190729305736,
            "long": -172.46884433143234
        },
        "signal": {
            "signalType": "Perdu",
            "photo": "aliqua aliquip commodo nisi anim eu do ad do labore",
            "animalType": "Chien",
            "animalName": "Johnnie",
            "age": "2021-09-09T23:17:08.296Z",
            "gender": "male",
            "animalSize": "petit",
            "chip": true,
            "identificationNumber": "cd6a423d-c6ef-4c84-85ad-6f6ccd217d53",
            "gpsCoordinates": {
                "lat": 47.43213108958258,
                "long": -83.16456760953727
            },
            "description": "Reprehenderit aliqua duis deserunt aliquip mollit in incididunt eiusmod excepteur minim labore nisi. Aute tempor excepteur laboris eu laboris nulla adipisicing tempor adipisicing. Non quis quis cillum ex deserunt consequat. Aute consectetur eiusmod ad consequat pariatur pariatur in irure consequat. Ex ullamco magna enim Lorem ipsum sint qui ex incididunt commodo. Aliquip elit do exercitation incididunt nostrud adipisicing aliqua magna exercitation incididunt ipsum dolore quis. Officia anim laboris culpa sint adipisicing irure aliqua incididunt enim aliqua sint cupidatat mollit. Magna enim anim tempor et et duis. Ipsum velit nulla occaecat minim quis fugiat. Dolor dolore dolore sint laborum. Id cillum exercitation nulla aute laborum ullamco amet sunt aliqua esse nisi. Dolor ullamco aliquip cillum et consequat pariatur exercitation qui. Cillum dolor exercitation aliquip occaecat sint quis labore esse sint. Sit non adipisicing incididunt in. Consequat occaecat officia magna anim irure aliqua pariatur et amet. Culpa velit laboris do sit enim elit reprehenderit duis amet eu id. Et sunt eu mollit adipisicing eu nostrud. Non ad sit consectetur dolor ullamco fugiat labore nisi labore velit."
        },
        "classified": {
            "creationDate": "2021-02-17T01:03:19.407Z",
            "userId": "3f8d94c0-63f1-4076-ae14-b1221b1da3e4",
            "username": "Lukas_Gutmann7",
            "photo": "",
            "comment": "Veniam tempor incididunt non sint ipsum do et dolore duis enim id ipsum. Cillum reprehenderit reprehenderit veniam aliquip aliquip ea dolor ullamco proident cillum. Aliquip eu voluptate eu cupidatat fugiat ex dolor aliquip ut quis consectetur. Voluptate aliqua veniam adipisicing consequat esse ea veniam cupidatat. Anim sit voluptate ea occaecat deserunt reprehenderit minim laborum duis aliqua. Ut cillum ea in adipisicing mollit laborum aliqua consectetur officia non ullamco ullamco mollit. Pariatur sit magna nisi voluptate mollit in culpa nisi. Incididunt dolore elit velit do ipsum pariatur non nulla eu ea eu.",
            "gpsCoordinates": {
                "lat": 18.59391314665619,
                "long": -93.46930326863519
            }
        }
    }
]